export const quiz = [
	{
		question: "Как Гарри впервые проявил магические способности?",
		options: [
			"Превратил соседскую кошку в сову",
			"Наколдовал кузену поросячий хвостик",
			"Заставил исчезнуть стекло в вольере со змеей",
			"Сделать хотел грозу, а получил козу",
		],
		answer: "2",
	},
	{
		question: "Сколько братьев было у Рона Уизли?",
		options: ["7", "5", "3", "2"],
		answer: "1",
	},
	{
		question: "Что видел Гарри в зеркале Еиналеж?",
		options: [
			"Как он побеждает Волан-де-Морта",
			"Как он становится министром магии",
			"Как он выигрывает Кубок по квиддичу",
			"Своих родителей",
		],
		answer: "3",
	},
	{
		question: "Кстати, про квиддич. На какой позиции играл Гарри?",
		options: ["Загонщик", "Ловец", "Охотник", "Вратарь"],
		answer: "1",
	},
	{
		question: "Как назывался дом, в котором жили Уизли? ",
		options: ["Нора", "Дыра", "Визжащая хижина", "Годрикова впадина"],
		answer: "0",
	},
	{
		question:
			"Что вытащил Гарри из Распределяющей шляпы перед боем с василиском?",
		options: [
			"Бузинную палочку – самую сильную в мире",
			"Феникса",
			"Меч Годрика Гриффиндора",
			"Мужество",
		],
		answer: "2",
	},
];
